Repository: Shefto/Heatmapper-local-
Catalog: *.lproj/Localizable.strings
Languages: cy_gb, es_419, fr

source: of
cy_gb: o
es_419: de
fr: de

source: Activity (Work + Rest)
cy_gb: Gweithgared (Gwaith + Gorffwys)
es_419: Actividad (Trabajo + Descanso)
fr: Activite (Entrainer + Reposer)

source: Begin activity
cy_gb: Dechrayooch wethgareth
es_419: Iniciar actividad
fr: Commencez l'activite

source: Cancel
cy_gb: Canslo
es_419: Cancelar
fr: Annulez

source: Cancelling workout
cy_gb: Cansloc oomarfair corff
es_419: Cancelar entramiento
fr: Annule entraînement

source: Cool down
cy_gb: Oeri
es_419: Enfriar
fr: Reposez

source: cooldown
cy_gb: oeri
es_419: Enfriar
fr: reposez

source: cooldown now
cy_gb: Oiree-ee lowr nowr
es_419: Enfriar ahora
fr: Reposez maintenant

source: Custom
cy_gb: Wedi'i addasu
es_419: Personalizada
fr: Personnalisé

source: Distance (ft)
cy_gb: Pellter (ft)
es_419: Distancia (ft)

source: Distance (m)
cy_gb: Pellter (m)
es_419: Distancia (m)

source: Distance (yds)
cy_gb: Pellter (yds)
es_419: Distancia (yds)

source: Fartlek Interval Trainer
cy_gb: Hyfforddwr Cyfnod Fartlek
es_419: Entrenador de Intervalos Fartlek
fr: Entraînement a l'intervalle Fartlek

source: Finishing workout
cy_gb: Gorffen oomarffair corff
es_419: Terminar el entramiento
fr: Fin de l'entraînement

source: Flat
cy_gb: Gwastad
es_419: Plano
fr: Égaux

source: Flat Sets
cy_gb: Setiau gwastad
es_419: Intervalos iguales
fr: Intervalles égaux

source: Get ready to cooldown
cy_gb: paratoke ee oy-ree
es_419: Prepárate para enfriarse
fr: Preparez-vous pour le decrassage

source: Get ready to rest
cy_gb: paratoke ee orrfoos
es_419: Prepárate para descansar
fr: Preparez-vous a reposer

source: Get ready to warm up
cy_gb: paratoke ee gunhazer
es_419: Prepárate para calentarse
fr: Preparez-vous a s'échauffer

source: Get ready to work
cy_gb: paratoke ee why-thee-oc
es_419: Prepárate para trabajar
fr: Preparez-vous a entraîner

source: Hard
cy_gb: Caled
es_419: Mediano
fr: Dur

source: Harder
cy_gb: Anos
es_419: Duro
fr: Plus Dur

source: Hardest
cy_gb: Anodd
es_419: Más duro
fr: Le Plus Dur

source: Let's go!
cy_gb: Awn ni!
es_419: ¡Vamos!
fr: Allez!

source: Light
cy_gb: Ysgafn
es_419: Mas fácil
fr: Leger

source: Moderate
cy_gb: Cymedrol
es_419: Fácil
fr: Modéré

source: Open Health app
cy_gb: Ap Iechyd Agored
es_419: Abra la aplicación Salud
fr: Ouvrez l'appli de sante

source: Pace (km/h)
cy_gb: Cyflymder (km/h)
es_419: Velocidad (km/h)
fr: Vitesse (km/h)

source: Pace (km/h)
cy_gb: Cyflymder (km/h)
es_419: Paso (km/h)
fr: Vitesse (km/h)

source: Pace (mins/km)
cy_gb: Cyflymder (mins/km)
es_419: Paso (mins/km)
fr: Vitesse (mins/km)

source: Pace (mins/mi)
cy_gb: Cyflymder (mins/mi)
es_419: Paso (mins/mi)
fr: Vitesse (mins/mi)

source: Pace (mph)
cy_gb: Cyflymder (mph)
es_419: Velocidad (mph)
fr: Vitesse (mph)

source: Pausing workout
cy_gb: Umarfair sighb
es_419: Pausar el entrenamiento
fr: Pausez l'entraînement

source: Pyramid
es_419: Pirámide
fr: Pyramide

source: Pyramid Sets
cy_gb: Setiau Pyramid
es_419: Intervalos Pirámides
fr: Intervalles pyramides

source: Random
cy_gb: Ar hap
es_419: Aleatorio
fr: Au hasard

source: Recording Running interval
cy_gb: Coffnodee kerfnod raygeth
es_419: Grabando intervalo corriendo
fr: Enregistrement de l'intervalle courir

source: Recording Stationary interval
cy_gb: Coffnodee Ehgul Clurfrfah
es_419: Grabando intervalo estacionario
fr: Enregistrement de l'intervalle immobile

source: Recording Walking interval
cy_gb: Cofnodi kerfnod kehdeth
es_419: Grabando intervalo caminando
fr: Enregistrement de l'intervalle a pied

source: Reset
cy_gb: Ail gychwyn
es_419: Reincializar

source: Reset Intervals
cy_gb: Ailosod Cyfnodau
es_419: Reinicializar Intervalos
fr: Réinitialiser les intervalles

source: rest
cy_gb: orffwys
es_419: Descanso
fr: Se reposez

source: Rest
cy_gb: Gorffwys
es_419: Descanso
fr: Se reposez

source: Rest (max)
cy_gb: Gorffwys (mwyafswm)
es_419: Descanso (max)
fr: Reste (max)

source: rest now
cy_gb: Gorfiss nowr
es_419: Descansa ahora
fr: Reposez maintenant

source: Resuming workout
cy_gb: I'll dechrah oomarfair corff
es_419: Reanudar el entrenamiento
fr: Reprenez l'entraînement

source: Routine
cy_gb: Arferol
es_419: Programa

source: Screen lock enabled
cy_gb: Clow skrin weddy-ay athlowggee
es_419: Bloqueo de pantalla habilitado
fr: Verrouillage de l'écran activé

source: Set
cy_gb: Gosod
es_419: Intervalo
fr: Intervalle

source: Settings
cy_gb: Gosodiadau
es_419: Configuraciones
fr: Réglages

source: Starting workout now
cy_gb: Dekkrow oomarfair nowr
es_419: Empezando a entrenar ahora
fr: Commencez l'entraînement maintenant

source: This will override any custom intervals you have created. Do you want to continue?
cy_gb: Bydd hyn yn diystyru unrhyw gyfnodau arfer rydych chi wedi'u creu. Ydych chi am barhau?
es_419: Esto anulará cualquier intervalo personalizado que haya creado. ¿Quiere continuar?
fr: Cela remplacera tous les intervalles personnalisés que vous avez créés. Voulez-vous continuer?

source: Warm up
cy_gb: Cynhesu
es_419: Calentar
fr: Échauffez

source: warmup
cy_gb: cynhesu
es_419: Calentar
fr: Échauffez

source: warmup now
cy_gb: Kunhazer nawr
es_419: Calentar ahora
fr: S'échauffez maintenant

source: work
cy_gb: gweithio
es_419: Trabajo
fr: entraînez

source: Work
cy_gb: Gwaith
es_419: Trabajo
fr: Entraînez

source: Work (max)
cy_gb: Gwaith (max)
es_419: Trabajo (max)
fr: Entraînez (max)

source: work now
cy_gb: Gooitheeok nowr
es_419: Trabaja ahora
fr: Entraînez maintenant

source: Workout complete. Well done
cy_gb: Gwethgareth weddy-ay gooble-ha. Dahyown
es_419: Entrenamiento completo. Bien hecho
fr: L'entraînement fini. Bien fait!

source: Workout completed
cy_gb: Gweithgaredd wedi'i gwblhau
es_419: Entrenamiento completado
fr: L'entraînement fini

source: Workout paused
cy_gb: Sighb Gwethgareth
es_419: Entrenamiento en pausa
fr: L'entraînement pausé

source: Your workout has been saved successfully
cy_gb: Mae eich sesiwn ymarfer corff wedi'i arbed yn llwyddiannus
es_419: Su entrenamiento se ha guardado correctamente
fr: L'entraînement enregistré avec succès
